/*No comment provided by engineer.*/
"About" = "Sobre";

/*No comment provided by engineer.*/
"Alt key" = "Tecla Alt";

/*No comment provided by engineer.*/
"Apparition delay" = "Apariencia demorada";

/*No comment provided by engineer.*/
"Appearance" = "Apariencia";

/*Cancel button*/
"Cancel" = "Cancelar";

/*No comment provided by engineer.*/
"Check again" = "Verifica nuevamente";

/*No comment provided by engineer.*/
"Could not save Preference" = "No se pudo guardar la preferencia";

/*No comment provided by engineer.*/
"Edit" = "Editar";

/*No comment provided by engineer.*/
"Hide space number labels" = "Ocultar etiquetas de número de Espacio";

/*No comment provided by engineer.*/
"I think the app could be improved with…" = "Creo que la aplicación podría mejorarse con ...";

/*No comment provided by engineer.*/
"KeyCodes Reference" = "Referencia de códigos clave";

/*No comment provided by engineer.*/
"Latest releases" = "Últimos lanzamientos";

/*No comment provided by engineer.*/
"Max size on screen" = "Tamaño máximo en pantalla";

/*No comment provided by engineer.*/
"Max windows per row" = "Ventanas máximas por fila";

/*No comment provided by engineer.*/
"Min rows of windows" = "Min filas de ventanas";

/*No comment provided by engineer.*/
"Min windows per row" = "Ventanas mínimas por fila";

/*No comment provided by engineer.*/
"Optional: email (if you want a reply)" = "Opcional: correo electrónico (si desea una respuesta)";

/*No comment provided by engineer.*/
"Preferences…" = "Preferencias ...";

/*No comment provided by engineer.*/
"Quit" = "dejar";

/*No comment provided by engineer.*/
"Send" = "Enviar";

/*No comment provided by engineer.*/
"Send debug profile (CPU, memory, etc)" = "Enviar perfil de depuración (CPU, memoria, etc.)";

/*No comment provided by engineer.*/
"Send feedback" = "Enviar comentarios";

/*No comment provided by engineer.*/
"Send feedback…" = "Enviar comentarios ...";

/*No comment provided by engineer.*/
"Share improvement ideas, or report bugs" = "Comparta ideas de mejora o informe de errores";

/*No comment provided by engineer.*/
"Shortcuts" = "Los accesos directos";

/*No comment provided by engineer.*/
"Show" = "Espectáculo";

/*No comment provided by engineer.*/
"Show on" = "Mostrar en";

/*No comment provided by engineer.*/
"Source code repository" = "Repositorio de código fuente";

/*No comment provided by engineer.*/
"Tab key" = "Tecla de tabulación";

/*No comment provided by engineer.*/
"Theme" = "Tema";

/*No comment provided by engineer.*/
/*Fuzzy*/
"Version" = "Versión";

/*No comment provided by engineer.*/
"View existing discussions" = "Ver discusiones existentes";

/*No comment provided by engineer.*/
"Window app icon size" = "Tamaño del icono de la aplicación de ventana";

/*No comment provided by engineer.*/
"Window title font size" = "Tamaño de fuente del título de la ventana";
